Revit 2016 API
LoadCombinationArray Constructor
Initializes a new instance of the LoadCombinationArray class
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public LoadCombinationArray()
Visual Basic
Public Sub New
Visual C++
public:
LoadCombinationArray()
See Also
LoadCombinationArray Class
Autodesk.Revit.DB.Structure Namespace